[
    {
        "email": "",
        "name": "Magued Iskander",
        "academic_credentials": "PhD, PE, F.ASCE",
        "titles": [
            "Civil and Urban Engineering Department Chair",
            "Professor"
        ],
        "department": "CIVIL AND URBAN ENGINEERING",
        "profile_summary": "Geotechnical engineering educator with over 25 years of experience in analysis, design, and construction of foundations including teaching, research, and consulting.",
        "research_interests": "Modeling transparent soil structure interaction and flow, sustainable piling made of recycled polymers, geotechnical instrumentation, foundation engineering, high strain rate behavior of soils, offshore & marine geotechnology foundations "
    },
    {
        "email": "",
        "profile_summary": "",
        "research_interests": "My research focuses on integrating sensing systems, immersive technologies, and artificial intelligence to enhance human livability by optimizing the design and operation of our built environments."
    },
    {
        "email": "",
        "profile_summary": "André J. Butler joined the Civil and Urban Engineering Department at NYU as Industry Professor in August 2022.  Previously, he served as associate professor and chair of the Environmental and Civil Engineering Department at Mercer University in Macon, Georgia, where he won two School of Engineering Teacher of the Year Awards (2003, 2017), as well as the Minority Mentor Trailblazer of the Year Award for Excellence in Teaching (2019).\nDr. Butler’s teaching interests and research activities focus primarily on air quality and respiratory health. Over the years, his small research group has worked to understand spatio-temporal distributions of ozone and particulate matter (PM) in Georgia, to improve access to clean drinking water in Malawi, Africa, and to design/implement low-cost measurement techniques for indoor PM in the Dominican Republic.",
        "research_interests": "Air pollution, respiratory health, low-cost measurement techniques."
    },
    {
        "email": "",
        "profile_summary": "Linda serves as the key leader in the dean’s office for research strategy, development, and operations and is responsible for working collaboratively with faculty, school and university leadership; department chairs; center directors; staff; and external partners in industry to develop, grow, and advance Tandon’s research initiatives and facilitate the development of new research centers and initiatives in support of Tandon’s strategic vision.\nBefore joining Tandon, Linda was Professor and Chair of Industrial and Systems Engineering at the University of Washington, with a joint appointment to the college’s Department of Civil and Environmental Engineering. Prior to that, she was an Associate Professor at the University of Iowa and a senior researcher at the U.S. Department of Transportation’s Volpe Center. An NSF CAREER Award laureate, she sits on the Transportation Research Board committees on Vehicle User Characteristics and Statistical and Econometric Methods, and is a member of the National Academies Board on Human–Systems Integration. She is a Fellow of the Institute of Industrial and Systems Engineers (IISE) and the Human Factors and Ergonomics Society (HFES).\n ",
        "research_interests": "Driving Behavior, Crash Countermeasures, Crash and Safety Analysis, Statistical Modeling"
    },
    {
        "email": "",
        "profile_summary": "Lawrence Chiarelli is an Industry Professor in the Department of Civil and Urban Engineering. He is the Program Director for the undergraduate and graduate construction management programs, and the faculty advisor for the student chapter of the Construction Management Association of America (CMAA). Professor Chiarelli is a Fellow of the American Society of Civil Engineers (ASCE) and Past President of the ASCE Metropolitan Section. He is also the recipient of the NYU-Poly 2010 Distinguished Teacher Award.\nProfessor Chiarelli is a licensed Professional Engineer having earned both a Bachelor of Engineering (1980) and Master of Engineering (1986) from The Cooper Union. He earned a Juris Doctor (1993) from Brooklyn Law School and until 2023 was Special Counsel in the Construction Group of the firm Duane Morris LLP, an international law firm with over 900 attorneys in the United States and abroad. His prior experience also includes working as a structural engineer, a construction project manager, and a contract manager for an international construction management firm.",
        "research_interests": null
    },
    {
        "email": "",
        "name": "Joseph Chow",
        "academic_credentials": "PhD, PE",
        "titles": [
            "Institute Associate Professor",
            "Deputy Director of C2SMART University Transportation Center"
        ],
        "department": "CIVIL AND URBAN ENGINEERING",
        "profile_summary": "Dr. Joseph Chow is an Institute Associate Professor in the Department of Civil & Urban Engineering and the Deputy Director at the C2SMART Tier-1 University Transportation Center at NYU, and heads BUILT@NYU: the Behavioral Urban Informatics, Logistics, and Transport Laboratory. His research expertise lies in transportation systems, with emphasis on multimodal networks, behavioral urban logistics, smart cities, and transport economics. He is an NSF CAREER award recipient; he is a former elected Chair of the Urban Transportation SIG and appointed TSL Cluster Chair at INFORMS Transportation Science & Logistics Society, chair of the TRB subcommittee on Route Choice and Spatiotemporal Behavior, and is an appointed Associate Editor for International Journal of Transportation Science & Technology and Transportation Research Record, the journal for the Transportation Research Board of the National Academies. At NYU he is an Associated Faculty at CUSP and Rudin Center. Prior to NYU, Dr. Chow was the Canada Research Chair in Transportation Systems Engineering at Ryerson University. From 2010 to 2012, he was a Lecturer at University of Southern California and a Postdoctoral Scholar at UC Irvine. He obtained a Ph.D. in Transportation Engineering from UC Irvine (‘10), and an M.Eng. (‘01) and B.S. (‘00) in Civil Engineering from Cornell University with a minor in Applied Math. Dr. Chow is a former Eisenhower and Eno Fellow and a licensed PE in NY.",
        "research_interests": "Travel behavioral informatics, urban transportation systems, operations research, urban, sustainability"
    },
    {
        "email": "",
        "name": "Semiha Ergan",
        "academic_credentials": "Ph.D.",
        "titles": [
            "Associate Professor"
        ],
        "department": "CIVIL AND URBAN ENGINEERING",
        "profile_summary": "I am a faculty at NYU Tandon School of Engineering, Department of Civil and Urban Engineering with a courtesy appointment at the Department of Computer Science and Engineering. I am also an associated faculty member at Center for Urban Science and Progress (CUSP). Prior to joining NYU, I was a research faculty at Carnegie Mellon University. I received my Ph.D. at Carnegie Mellon University.\nMy research interests include IT to support design, construction and operations of civil infrastructure systems, studying urban challenges for AEC/FM, building informatics for efficient and healthier buildings, quantification of human experience in the built environment,  and infrastructure information modeling and visualization. \n ",
        "research_interests": "Building informatics Information modeling and visualization Construction automation Urban Sustainability"
    },
    {
        "email": "",
        "profile_summary": "Chen Feng is an Associate Professor at NYU. He is interested in active and collaborative robot perception and learning through multidisciplinary use-inspired research that originates from construction, manufacturing, and transportation domains. Before NYU, Chen was a research scientist in the computer vision group at Mitsubishi Electric Research Labs (MERL) in Cambridge, MA, focusing on localization, mapping, and deep learning for self-driving cars and robotics, and invented several patented algorithms. Chen holds a bachelor’s degree in geospatial engineering from Wuhan University in China, a master’s degree in electrical engineering, and a Ph.D. in civil engineering, both from the University of Michigan at Ann Arbor. Chen publishes in and reviews for prestigious AI and Robotics venues like CVPR/ICCV/ICRA/IROS, and he also serves as an associate editor for IEEE Robotics and Automation Letters (RA-L). Chen is a recipient of the NSF CAREER Award in 2023. More information on his research can be found at https://ai4ce.github.io/.",
        "research_interests": "Robot Vision and Machine Learning, Photogrammetry and Remote Sensing, Augmented and Virtual Reality, with applications in Civil and Mechanical Engineering."
    },
    {
        "email": "",
        "name": "Masoud Ghandehari",
        "academic_credentials": "Ph.D.",
        "titles": [
            "Professor of Urban Systems Engineering"
        ],
        "department": "CIVIL AND URBAN ENGINEERING",
        "profile_summary": "Masoud Ghandehari serves on the Faculty of Civil and Urban Engineering at the NYU Tandon School of Engineering and is an associate faculty at the NYU Center for Urban Science and Progress. His research focus is on urban systems engineering and the application of advanced instrumentation and data analysis targeting the aging, health and performance of infrastructure systems. Through the application of sensing, and modeling, he works on methodologies that generate data on the interaction of physical, natural and human systems in cities.His research in optical spectroscopy, sensing, imaging, and data analytics has led to the development of applications and technologies suitable for diverse environments and multiple scales; ranging from the molecular to the urban landscape. Professor Ghandehari is author of Optical Phenomenology and Applications: Health Monitoring for Infrastructure Materials and the Environment, 2018, the founding investigator of the New York State Resiliency Institute for Storm Events, and founder of Chromosense LLC., which is supported by the National Institutes of Health for innovation in environmental sensing. \n ",
        "research_interests": "Quantitative assessment & modeling of urban thermodynamics, Spectroscopic imaging of urban atmosphere, IOT & Urban Sensing, Emissions & correlative factors impacting pollution exposure, Data driven characterization of systems interdependencies"
    },
    {
        "email": "",
        "profile_summary": "Kaitlyn Hanley joined the Department of Civil and Urban Engineering as an Industry Associate Professor in August 2022. Her expertise and interests include microbial water quality with special focuses on microbial source tracking (MST), waterborne pathogens, bacteria total maximum daily loads (TMDL), and shellfish safety. Since 2007, Dr. Hanley has worked in the application of molecular technologies for the protection of recreational water quality and aquaculture assessments.\nPreviously, Dr. Hanley taught environmental chemistry & microbiology at Tandon as an Adjunct Professor. In addition to her teaching, she worked as a Senior Engineer and Laboratory Project Manager at Wood PLC, where she led a variety of microbial water quality projects aimed at identifying and abating sources of human fecal pollution.",
        "research_interests": null
    },
    {
        "email": "",
        "profile_summary": null,
        "research_interests": "National Institute of Environmental Health, 2013-2015, Co-PI, real-time continuous In-Situ Monitoring of Dissolved Oxygen for Impacted Groundwater (Patent Pending)"
    },
    {
        "email": "",
        "profile_summary": null,
        "research_interests": "Sustainable infrastructure materials Waste to resource recovery (W2R) Robotic and additive manufacturing"
    },
    {
        "email": "",
        "name": "Debra Laefer",
        "academic_credentials": "Ph.D.",
        "titles": [
            "Full Professor"
        ],
        "department": "CIVIL AND URBAN ENGINEERING",
        "profile_summary": "With degrees from the University of Illinois Urbana-Champaign (MS, Ph.D.), NYU (MEng), and Columbia University (BS, BA), Prof. Debra Laefer has a wide-ranging background spanning from geotechnical and structural engineering to art history and historic preservation. Not surprisingly, Prof. Laefer’s work often stands at the cross-roads of technology creation and community values such as devising technical solutions for protecting architecturally significant buildings from sub-surface construction. As the density of her aerial remote sensing datasets continues to grow exponentially with time, Prof. Laefer and her Urban Modeling Group must help pioneer computationally efficient storage, querying, and visualization strategies that both harness distributed computing-based solutions and bridge the gap between data availability and its usability for the engineering community.\nIn her decade and a half as a faculty member in both the US and Europe, Prof. Laefer has served as the principal investigator for grants from a wide range of sponsors including the National Science Foundation, the US Federal Highway Administration, the National Endowment for the Arts, the National Endowment for the Humanities, Science Foundation Ireland, and the European Research Council (including a €1.5 million single investigator award from the flagship ERC program for which she is the only civil engineer to have been funded in Ireland in the program’s 11 year history).\nProf. Laefer has authored over 160 peer-reviewed publications, been awarded 4 patents, and has supervised 15 doctoral and 20 Masters theses. Among many honors from IEEE, ISPRS, and other professional societies, the most notable is perhaps the 2016 commissioning and hanging of her portrait by the Royal Irish Academy as one of eight researchers selected for the Women on Walls project to celebrate Irish women in science and engineering. She currently helps form national research programs and policies in her governmental appointment to the Irish Research Council (2016-2020).",
        "research_interests": "Urban Informatics, remote sensing, geo-spatial data managment, geotechnical engineering, disaster mitigation & response, sustainability"
    },
    {
        "email": "",
        "profile_summary": "Samer Madanat, Dean of Engineering at NYUAD, is the Xenel Distinguished Professor of Engineering, former Chair of the Department of Civil & Environmental Engineering and former Director of the Institute of Transportation Studies at the University of California at Berkeley. Madanat’s research and teaching interests are in the area of Transportation Infrastructure Management, with an emphasis on modeling facility performance, the development of optimal management policies under uncertainty, and developing solutions for improving the sustainability of transportation systems.\nHe is the author of more than 80 articles published in peer-reviewed journals including Transportation Science, Transportation Research (parts A, B, C, and E), the Journal of Transportation Engineering, the Journal of Infrastructure Systems, Computer-Aided Civil and Infrastructure Systems, and Environmental Research Letters.  He has been invited speaker at over 30 universities and research centers, and has delivered several keynote addresses at scholarly conferences.\nFrom 2001 to 2010, Madanat served as the Editor-in-Chief of the ASCE Journal of Infrastructure Systems. He is currently Associate Editor of the European Journal of Transportation and Logistics, and an editorial board member of Transportation Research C, Transportation Research D, Journal of Transport Policy, and Computer-Aided Civil and Infrastructure Systems. He serves on several advisory committees, including for the National Research Council, and has served as external reviewer of Civil Engineering departments at MIT and Tongji University. Several of his former students and post-doctoral researchers are currently faculty members at universities in the US and around the world.",
        "research_interests": "Transportation Infrastructure Management, Transportation Systems Analysis"
    },
    {
        "email": "",
        "name": "Roula Maloof",
        "academic_credentials": "PhD",
        "titles": [
            "Industry Professor"
        ],
        "department": "CIVIL AND URBAN ENGINEERING",
        "profile_summary": null,
        "research_interests": null
    },
    {
        "email": "",
        "name": "Kaan Ozbay",
        "academic_credentials": "Ph.D.",
        "titles": [
            "Professor",
            "Director of C2SMART"
        ],
        "department": "CENTER FOR URBAN SCIENCE + PROGRESS",
        "profile_summary": "Kaan M.A. Özbay joined Department of Civil and Urban Engineering  and Center for Urban Science and Progress (CUSP) at NYU in August 2013. Since 2017, Professor Ozbay has been the Founding Director of the C2SMART Center (Tier 1 UTC funded by USDOT). He is also Global Network Professor of Civil and Urban Engineering, NYU Abu Dhabi (NYUAD) and Global Network Professor of Engineering and Computer Science, NYU Shanghai (NYUSH). Professor Ozbay was a tenured full Professor at the Rutgers University Department of Civil and Environmental Engineering.  He joined Rutgers University as a tenure track Assistant Professor in July, 1996.  In 2008, he was a visiting scholar at the Operations Research and Financial Engineering (ORFE) Department of Princeton University.\nDr. Ozbay is the recipient of the prestigious National Science Foundation (NSF) CAREER award. Dr. Ozbay is the co-editor of an edited book titled “Dynamic Traffic Control & Guidance” published by Springer Verlag’s \"Complex Social, Economic and Engineered Networks\" series in 2013. In addition to this book, Dr. Ozbay is the co-author of three other books titled “Feedback Based Ramp Metering for Intelligent Transportation Systems” published by Kluwer Academics in 2004,  \"Feedback Control Theory for Dynamic Traffic Assignment\", Springer-Verlag and “Incident Management for Intelligent Transportation Systems” published by Artech House publishers both in 1999.\nDr. Ozbay published approximately 425 refereed papers in scholarly journals and conference proceedings. Professor Ozbay serves as the “Associate Editor” of Networks and Spatial Economic journal and Transportmetrica B: Transportation Dynamics journal. He is a member of the editorial board of the ITS journal.\nProfessor Ozbay served as the elected member of Board of Directors of the Intelligent Transportation Society of New Jersey in 2013.  He has been an active member of national and international scientific and professional committees and organizations, including IEEE, ITE, ASCE, AASHTO and the Transportation Research Board (TRB) of the US National Academies. He also served as a member of the Board of Directors of the University Transportation Research Center (UTRC) at the City University of New York – USDOT’s Region 2 University Transportation Center.\nSince 1994, Dr. Ozbay, has been the Principal Investigator and Co-Principal Investigator of 120 projects funded at a level of more than $30,00,000 by National Science Foundation, NJDOT, NYMTC, NY State DOT, New Jersey Highway Authority, USDOT, FHWA, VDOT, CUNY University Transportation Research Center (UTRC), Department of Homeland Security, USDOT ITS Research Center of Excellence. He was the founding director of the Rutgers Intelligent Transportation Systems (RITS) laboratory.",
        "research_interests": "sImulation models, advanced technology & sensing applications, traffic incident & emergency management, feedback based online real time traffic control techniques, operations research, humanitarian inventory control & transportation economics"
    },
    {
        "email": "",
        "name": "Anne Ronan",
        "academic_credentials": "PhD, PE",
        "titles": [
            "Industry Professor"
        ],
        "department": "CIVIL AND URBAN ENGINEERING",
        "profile_summary": "Professor Ronan's main area of interest is Water Resources Engineering. She  teaches across the curriculum – from the freshman Introduction to Civil Engineering course to graduate classes in groundwater hydrology and surface water pollution. Previously, Prof. Ronan was an Adjunct Professor at The Cooper Union and Assistant Professor at San Jose State University. She has won several teaching awards for her passion for undergraduate and graduate education.\nClasses taught at NYU Tandon\nCE 1002 Introduction to Civil Engineering\nCE 2213 Fluid Mechanics and Hydraulics\nCE 3243 Water Resources Engineering\nCE 7233 Groundwater Hydrology and Pollution\nCE 7473 Modeling Fate and Transport of Surface Water Pollution",
        "research_interests": "I am a teaching professor and do not have a funded graduate research program. My academic area of expertise is water resources engineering. I occasionally supervise masters-level projects."
    },
    {
        "email": "",
        "profile_summary": "",
        "research_interests": "Aquatic contaminant biogeochemistry, climate impacts on water quality, analytical chemistry, mechanistic and statistical modeling"
    },
    {
        "email": "",
        "profile_summary": "Andrea Silverman is an Associate Professor of environmental engineering in the Department of Civil and Urban Engineering at the NYU Tandon School of Engineering, and is also affiliated with the Center for Urban Science and Progress (CUSP) at NYU. \nDr. Silverman’s research is centered on water quality, wastewater treatment, and urban flooding, with an overarching goal to protect public health and environmental quality. Within the broad topics of water and wastewater treatment, she focuses on the detection and disinfection of waterborne pathogens, wastewater-based epidemiology, the design of natural wastewater treatment systems (e.g., treatment ponds and constructed wetlands), and the safe reuse of human waste. Dr. Silverman works in both high- and low-income settings, and has conducted field research in New York City; California; Accra, Ghana; and Nairobi, Kenya.\nIn addition to laboratory-based research, Dr. Silverman works on applied urban projects. Dr. Silverman co-directs the FloodNet project, with a goal to design, build, and deploy low-cost sensors to measure and report hyperlocal urban flooding in real time. She also partnered with the NYC Department of Environmental Protection to help develop and implement NYC’s wastewater surveillance program for COVID-19. Through these projects she has collaborated with local and federal government agencies, as well as community-based organizations in New York City.  ",
        "research_interests": "Detection & control of waterborne pathogens, wastewater treatment, urban flooding, wastewater-based epidemiology, fecal sludge treatment for reuse, natural disinfection mechanisms, waste stabilization ponds and constructed wetlands."
    },
    {
        "email": "",
        "profile_summary": null,
        "research_interests": "Highway Capacity and Level of Service Traffic Engineering Travel Demand Forecasting Computers in Transportation Engineering"
    },
    {
        "email": "",
        "name": "Daniel Vignon",
        "academic_credentials": "PhD",
        "titles": [
            "Assistant Professor"
        ],
        "department": "CIVIL AND URBAN ENGINEERING",
        "profile_summary": "Dr. Vignon's research seeks to inform the design, regulation and operation of emerging mobility services and of smart infrastructure systems. Drawing from his background in both engineering and economics, he models and analyzes the interactions of these systems with different markets, studies their performance and their impact on social welfare, and designs policies to optimally and parsimoniously regulate them.",
        "research_interests": "Transportation economics, urban and emerging transportation systems, operations research, smart infrastructure systems"
    },
    {
        "email": "",
        "profile_summary": "My research goal is to see complex, human-like behavior emerge from unsupervised interaction between groups of learning agents with an applications focus on enabling autonomous vehicles to operate in rich scenarios. Concretely this leads to a lot of questions:\nHow can we use RL to design models of human agents?\nHow can we ensure that RL-designed agents are human-compatible?\nHow can we synthesize environments that push and test the capabilities of our agents?\nWhat algorithmic advances and software tools are needed to address these questions?\nIn practice this means working on understanding how to push the state of the art in multi-agent RL algorithms, designing new data-driven simulators, and trying to deploy simulator-designed controllers into real-world systems.",
        "research_interests": "Reinforcement Learning, Autonomous Vehicles, Traffic Control"
    },
    {
        "email": "",
        "profile_summary": "Omar Wani works in the field of environmental science and engineering - where the overarching goal is \"the application of scientific and engineering principles to improve and maintain the environment.\" Specifically, his research work entails advanced statistical and computational modeling of various water and water-infrastructure systems, in both built and natural environments. One of the main goals of his research is to enable and encourage risk-based decision-making under uncertainty. \nDr. Wani has a Ph.D. in Environmental Engineering from ETH Zurich, Switzerland,  a joint master's degree from the Delft Institute for Water Education, the Netherlands and the Technical University of Dresden, Germany, and a bachelor’s degree in Civil Engineering from the Indian Institute of Technology Roorkee, India. He conducted his postdoctoral work at the University of California Berkeley's Environmental Systems Dynamics Lab and the California Institute of Technology’s Division of Geological and Planetary Sciences.",
        "research_interests": "Statistical & Computational Hydrosciences; Smart Water & Water-Infrastructure Management; Hydroclimatic Risks & Uncertainty; Fluvial Geomorphology"
    },
    {
        "email": "",
        "name": "Kemal Celik",
        "academic_credentials": "Ph.D.",
        "titles": [
            "Assistant Professor of Civil Engineering NYUAD",
            "Global Network Assistant Professor NYU"
        ],
        "department": "CIVIL AND URBAN ENGINEERING",
        "profile_summary": "Kemal Celik is an Assistant Professor of Civil Engineering at New York University in Abu Dhabi and holds an appointment with New York University, Tandon School of Engineering as Global Network Assistant Professor. Professor Celik is the director of the Advanced Materials and Building Efficiency Research Laboratory (AMBER Lab) at NYU Abu Dhabi. He received his PhD degree in Civil and Environmental Engineering from the University of California, Berkeley with a major in Structural Engineering, Mechanics & Materials, and two minors in Geoengineering and Material Science & Engineering. He holds MS and BS degrees in Civil Engineering from Istanbul University.\nPrior to joining New York University Abu Dhabi, Celik was a Postdoctoral Scholar at the University of California, Berkeley, and Singapore-Berkeley Building Efficiency and Sustainability in the Tropics (SinBerBEST) program, an international collaboration led by University of California, Berkeley.\nDr. Celik’s work focuses on construction materials and building energy efficiency to develop sustainable and multi-functional structural materials. To this end, he conducts multi-scale and interdisciplinary research. His research interest includes characterization and development of sustainable and energy-efficient construction materials, low carbon cements, alkali-activated cementitious material, multi-functional building envelopes, and prediction and evaluation of daylight distribution through complex fenestration system with a hybrid-simulation integrating physical- and computational- based data.\nHis selected and recent achievements are the University of California, Berkeley Outstanding Graduate Student Instructor Award, University of California, Berkeley Conference Grant, SCMT3 Outstanding Paper Award, Ministry of National Education of Turkey Scholarship, and Scientific and Technological Research Council of Turkey (TUBITAK) fellowship.",
        "research_interests": "Construction Materials, Green Concrete"
    },
    {
        "email": "",
        "profile_summary": "Zhibin Chen is an Assistant Professor of Engineering, NYU Shanghai; Global Network Assistant Professor, NYU. Prior to this appointment, he was a research fellow in the Department of Civil and Environmental Engineering at the University of Michigan, Ann Arbor. Dr. Chen received his Ph.D. in transportation engineering from the University of Florida in 2017. His research goal is to identify, develop, and implement emerging technologies to achieve a safer, more efficient, and environment-friendly transportation system, resulting in a series of research papers published in Transportation Science, Transportation Research Part B, Part C, Part D, IEEE ITS, Applied Energy, etc. He is currently an Editorial Advisory Board Member of Transportation Research Part C. Dr. Chen was the recipient of the Stella Dafermos Best Paper Award and the Ryuichi Kitamura Paper Award at the 95th TRB Annual Meeting.",
        "research_interests": "Transportation Network Modeling and Optimization; Intelligent Transportation System; Discrete Optimization"
    },
    {
        "email": "",
        "profile_summary": null,
        "research_interests": "Logistics and Supply Chain Management"
    },
    {
        "email": "",
        "name": "Borja Garcia de Soto",
        "academic_credentials": "Ph.D., PE",
        "titles": [
            "Associate Professor NYUAD",
            "Global Network Associate Professor NYU"
        ],
        "department": "CIVIL AND URBAN ENGINEERING",
        "profile_summary": "Borja García de Soto is an Associate Professor of Civil Engineering at New York University Abu Dhabi, and a Global Network Associate Professor in the Department of Civil and Urban Engineering at the Tandon School of Engineering at New York University (NYU). He is the director of the S.M.A.R.T. Construction Research Group at NYU Abu Dhabi and conducts research in the areas of construction automation, cybersecurity in the AEC industry, artificial intelligence, lean construction, and BIM. He is an Associate Editor of Automation in Construction (Elsevier), Associate Editor of the Journal of Construction Robotics (Springer), Associate Editor of the Journal of Smart and Sustainable Built Environment (Emerald), and the General Secretary of the International Association for Automation and Robotics in Construction (IAARC). Borja is also a Co-PI for Sand Hazards and Opportunities for Resilience, Energy, and Sustainability (SHORES), one of the NYUAD Research Institute Centers.\nBorja has extensive experience in the industry as a structural engineer, project manager, and construction consultant. He is a Professional Engineer (PE) with licenses in California and Florida and has international experience in multiple aspects of construction projects.\nBorja received his PhD from ETH Zurich in Switzerland. He also holds an MSc in Civil Engineering with a concentration in engineering and project management from the University of California at Berkeley, an MSc in Civil Engineering with a concentration in structural design from Florida International University (FIU), and a BSc in Civil Engineering (graduated cum laude) also from FIU.",
        "research_interests": "Construction Automation, Cybersecurity in the AEC Industry, Artificial Intelligence, Lean Construction, and BIM"
    },
    {
        "email": "",
        "name": "Saif Eddin Jabari",
        "academic_credentials": "Ph.D.",
        "titles": [
            "Associate Professor, NYUAD",
            "Global Network Associate Professor NYU"
        ],
        "department": "CIVIL AND URBAN ENGINEERING",
        "profile_summary": "Saif Jabari is a Global Network Associate Professor of Civil and Urban Engineering at New York University.  His research interests center on theoretical aspects of traffic flow, specifically topics related to modeling uncertainty and emergent phenomena. The applications focus on traffic operations problems, including traffic state estimation and prediction, distributed traffic control, and cybersecurity.\nPrior to joining NYUAD, Jabari was a Post-Doctoral Researcher in the Mathematical Sciences and Analytics Department at the IBM T.J. Watson Research Center in Yorktown Heights, NY.  Jabari received his Ph.D. in Civil Engineering from the University of Minnesota, Twin Cities in 2012 and his B.Sc. degree in Civil Engineering from in the University of Jordan in 2001. ",
        "research_interests": "Traffic flow theory Algorithms for urban network traffic management Applied probability and statistical mechanics"
    },
    {
        "email": "",
        "profile_summary": "Monica Menendez is, since January 2018, an Associate Professor of Civil and Urban Engineering at New York University in Abu Dhabi; and a Global Network Associate Professor of Civil and Urban Engineering at the Tandon School of Engineering in New York University.\nBetween 2010 and 2017, Monica was the Director of the research group Traffic Engineering at ETH Zurich. Prior to that, she was a Management Consultant at Bain & Company. She joined Bain after receiving a Ph.D. and a M.Sc. in Civil and Environmental Engineering from UC Berkeley in 2006. During her studies there she received, among other awards, an NSF Fellowship and the Gordon F. Newell Award. In total, she is the recipient of more than 20 scholarships and awards from well-known and prestigious organizations, professional societies, and universities. Monica also holds a dual degree in Civil Engineering and Architectural Engineering from the University of Miami, from where she graduated Summa Cum Laude in 2002.\nShe is an active reviewer for over 20 journals, and a member of the Editorial Advisory Boards of Transportation Research Part C and the International Journal of Transportation Science and Technology, as well as the Traffic Flow Theory and Characteristics committee of the Transportation Research Board. Monica is the author of over 40 peer reviewed journal publications and over 100 conference proceedings and reports.",
        "research_interests": "Her research interests include monitoring, modeling, and control of multimodal transportation systems, considering new technologies and data sources."
    },
    {
        "email": "",
        "profile_summary": "Dr. Maurizio Porfiri is an Institute Professor at New York University Tandon School of Engineering,  with tenured appointments at the Departments of Mechanical and Aerospace Engineering and Biomedical Engineering, and the Director of the Center for Urban Science and Progress of New York University. He received M.Sc. and Ph.D. degrees in Engineering Mechanics from Virginia Tech, in 2000 and 2006; a “Laurea” in Electrical Engineering (with honors) and a Ph.D. in Theoretical and Applied Mechanics from Sapienza University of Rome and the University of Toulon (dual degree program), in 2001 and 2005, respectively. He has been on the faculty of the Mechanical and Aerospace Engineering Department since 2006, when he founded the Dynamical Systems Laboratory.\nDr. Porfiri is a Fellow of the American Society of Mechanical Engineers (ASME) and the Institute of Electrical and Electronic Engineers (IEEE). He has served in the Editorial Board of ASME Journal of Dynamics systems, Measurements and Control, ASME Journal of Vibrations and Acoustics, Flow: Applications of Fluid Mechanics, IEEE Control Systems Letters, IEEE Transactions on Circuits and Systems I, IEEE Transactions on Network Science and Engineering, Mathematics in Engineering, and Mechatronics. Dr. Porfiri is engaged in conducting and supervising research on complex systems, with applications from mechanics to behavior, public health, and robotics.\nHe is the author of approximately 400 journal publications, including papers in Nature, Nature Human Behaviour, and Physical Review Letters. He was included in the “Brilliant 10” list of Popular Science in 2010 and his research featured in major media outlets, such as CNN, NPR, Scientific American, and Discovery Channel. Other significant recognitions include National Science Foundation CAREER award; invitations to the Frontiers of Engineering Symposium and the Japan-America Frontiers of Engineering Symposium organized by National Academy of Engineering; invitation to the third and fourth World Laureate Forums; the Outstanding Young Alumnus award by the college of Engineering of Virginia Tech; the ASME Gary Anderson Early Achievement Award; the ASME DSCD Young Investigator Award; the ASME C.D. Mote, Jr. Early Career Award; and the Research Excellence Award from New York University Tandon School of Engineering.",
        "research_interests": "Collective Behavior Complex Systems Network Science Theoretical Mechanics Urban Science"
    }
]